"__title__" = "Veritabanı";

"__description__" = "Veritabanına bağlantı bilgisi.";

"hostname" = "Sunucu";

"port" = "Port";

"database" = "Veritabanı";

"database_type" = "Tür";

"username" = "Kullanıcı Adı";

"password" = "Şifre";

"sid" = "SID";

"alias" = "Takma Ad";

"options" = "Bağlatı Seçenekleri";

"options#9" = "Seçenekler";


"menu.database_type.db2" = "DB2";

"menu.database_type.filemaker" = "FileMaker";

"menu.database_type.msaccess" = "Microsoft Access";

"menu.database_type.mssql" = "MS SQL Server";

"menu.database_type.mysql" = "MySQL";

"menu.database_type.oracle" = "Oracle";

"menu.database_type.postresql" = "PostgreSQL";

"menu.database_type.postgresql" = "PostgreSQL";

"menu.database_type.sqlite" = "SQLite";

"menu.database_type.other" = "Diğer";
